VA_NAME = 'Олег'

VA_VER = "1.0"

VA_ALIAS = ('олег', 'олежа', 'олежка')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
        'get_help': ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
        'joke': ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
        'web_search': ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
        'hibernation': ('гибернация', 'гибер'),
        'blocking': ('блок', 'блокировка', 'заблокировать', 'заблочь'),
        'log_out': ('выйди', "разлогинься"),
        "cancellation": ("отмена", "верни"),
        "mute": ("выключить звук", "мут"),
        "unmute": ("включить звук", "анмут"),
        "get_weather": ("погода", "температура"),
        "search_on_disks": ("поиск файла", "найти файл"),
        "shutdown": ("выкл", "выключить"),
        "reboot": ("перезагрузка", "перезапуск"),
        "math_it": ("подсчитай", "сколько будет"),
        "volume": ("громкость", "звучность"),
        "lightness": ("яркость", "свет", "освещенность"),
        "web_search": ("найди в интернете", "поиск в интернете", "поиск", "найти"),
        "out_all_networks": ("доступные сети", "все сети"),
        "connect_network": ("поключись", "подсоединить")
}