VA_NAME = 'Олег'

VA_VER = "1.0"

VA_ALIAS = ('олег', 'олежа')

VA_CMD_LIST = {
        'get_help': ('команд', 'команды', 'умеешь', 'навыки'),
        'joke': ('анекдот', 'рассмеши', 'шутка', 'шутку', 'пошути', 'развесели'),
        'web_search': ("интернет", "поиск", "найти", 'найди'),
        'hibernation': ('гибернация', 'гибер'),
        'blocking': ('блок', 'блокировка', 'заблокировать', 'заблочь'),
        'log_out': ('выйди', "разлогинься"),
        "cancellation": ("отмена", "верни"),
        "mute": ("выключить звук", "мут", 'замьють'),
        "unmute": ("включить звук", "анмут"),
        "get_weather": ("погода", "температура"),
        "how_time": ("время", "какое время", "времени"),
        "shutdown": ("выкл", "выключить"),
        "reboot": ("перезагрузка", "перезапуск"),
        "math_it": ("подсчитай", "сколько", 'сосчитай'),
        "volume": ("громкость", "звучность"),
        "lightness": ("яркость", "свет", "освещенность"),
        "out_all_networks": ("сети", 'сеть'),
        "connect_network": ("поключись", "подсоединить", 'поключись'),
        "play_greetings": ('привет', "как дела"),
        "alarm_func": ('будильник', "таймер"),
        "click": ('кликни', "нажми", "тапни", "тап"),
        "scroll_down": ("опусти", 'опустить'),
        "scroll_up": ("подними", "поднять"),
        "changing_the_layout": ("язык", "поменяй")    
}
