TRIGGERS = {'крендель', 'кренделек'}


data_set = {
        'какая погода': 'get_weather сейчас скажу',
        'какая погода на улице': 'get_weather боишься замерзнуть?',
        'что там на улице': 'get_weather сейчас гляну...',
        'сколько градусов': 'get_weather можешь выглянуть в окно, но сейчас проверю',
        'запусти браузер': ' запускаю браузер',
        'открой браузер': 'web_search интернет активирован',
        'интернет открой': 'web_search открываю браузер',
        'посмотреть фильм': 'web_search сейчас открою браузер',
        'перезапусти компьютер': 'reboot перезапускаюсь',
        'отмени выключение': 'cancellation отменяю выключение',
        'отправься в режим гибернации': 'hibernation запускаю режим гибер чего-то там',
        'заблокируйся': 'blocking блокируюсь',
        'выключи компьютер': 'shutdown отключаюсь',
        'разлогинься': 'log_out разлогинился',
        'как у тебя дела': 'passive работаю в фоне, не переживай',
        'что делаешь': 'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
        'привет': 'passive и тебе привет',
        'расскажи анекдот': 'passive Вчера помыл окна, теперь у меня рассвет на два часа раньше...',
        'работаешь': 'passive как видишь',
        'ты тут': 'passive вроде да',
        'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
        'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',

}